Repository: agstrike/silverstrike
Catalog: silverstrike/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You need to select more than one account to merge them.
fr: Vous devez sélectionner plusieurs comptes pour les fusionner.

source: You can only merge foreign accounts, {} isn't.
fr: Seulement, vous pouvez fusionner des comptes étrangers, {} n’est pas .

source: Merged one account into <a href={}>{}</a>.
fr: Un compte fusionné avec <a href={}>{}</a>.

source: Merged {} accounts into <a href={}>{}</a>.
fr: Fusionné avec comptes {} <a href={}>{}</a>.

source: Creditor
fr: Créancier

source: Amount has to be positive
fr: Le montant doit être positif

source: You are trying to create a transaction between two foreign accounts
fr: Vous essayez de créer une transaction entre deux comptes à l’étranger

source: Actual balance
fr: Valeur actuelle

source: Personal
fr: Personnel

source: Foreign
fr: Étranger

source: System
fr: Système

source: Initial Balance
fr: Solde initial

source: Do not use
fr: Ne pas utiliser

source: Source Account
fr: Compte de la source

source: Destination Account
fr: Compte de destination

source: Amount
fr: Montant

source: Category
fr: Catégorie

source: Title
fr: Titre

source: First line contains headers
fr: Première ligne contient des en-têtes

source: Disabled
fr: Désactivé

source: Weekly
fr: Hebdomadairement

source: Monthly
fr: Mensuel

source: Yearly
fr: Annuellement

source: Account Inactive
fr: Compte inactif

source: This account is inactive.
fr: Ce compte est inactif.

source: Account
fr: Compte

source: E-mail Addresses
fr: Adresses de messagerie

source: The following e-mail addresses are associated with your account:
fr: Les adresses de messagerie suivantes sont associées à votre compte:

source: Verified
fr: Vérifié

source: Unverified
fr: Non vérifié

source: Primary
fr: Primaire

source: Make Primary
fr: Marquer comme primaire

source: Re-send Verification
fr: Ré-envoyer la vérification

source: Remove
fr: Supprimer

source: Warning:
fr: Avertissement:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n’êtes pas n’importe quelle adresse de courrier électronique mis en place. Vraiment, vous devez ajouter une adresse de messagerie afin que vous pouvez recevoir des notifications, réinitialiser votre mot de passe, etc.

source: Add E-mail Address
fr: Ajouter une adresse de courriel

source: Add E-mail
fr: Ajouter Courriel

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment supprimer l’adresse de messagerie sélectionnée?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
fr: Bonjour de %(site_name)s! Vous recevez cet e-mail car l’utilisateur %(user_display)s vôtre a donné comme une adresse de messagerie pour se connecter à leur compte. Pour confirmer que cela est correct, allez à %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
fr: Merci de %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
fr: Veuillez confirmer votre adresse de messagerie

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
fr: Bonjour de %(site_name)s! Vous recevez cet e-mail parce que vous ou quelqu'un d’autre a demandé un mot de passe pour votre compte d’utilisateur. Il peut être ignoré si vous n’avez pas demandé un mot de passe réinitialisé. Cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe.

source: In case you forgot, your username is %(username)s.
fr: En cas d’oubli, votre nom d’utilisateur est %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
fr: Merci d’utiliser %(site_name)s! %(site_domain)s

source: Password Reset E-mail
fr: Courriel de réinitialisation de mot de passe

source: Confirm E-mail Address
fr: Confirmez votre adresse de messagerie

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: S’il vous plaît confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse de messagerie de l’utilisateur %(user_display)s.

source: Confirm
fr: Confirmer

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation d’e-mail a expiré ou n’est pas valide. S’il vous plaît <a href="%(email_url)s"> émettre une nouvelle demande de confirmation par e-mail</a>.

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
fr: S’il vous plaît connectez-vous avec un de vos comptes de tiers existant. Sinon, <a href="%(signup_url)s">s'inscrire</a> pour une %(site_name)s compte et identifiez-vous ci-dessous:

source: or
fr: ou

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
fr: Si vous n’avez pas encore créé un compte, alors s’il vous plaît<a href="%(signup_url)s">s'inscrire</a> tout d’abord.

source: Sign In
fr: Connexion

source: Forgot Password?
fr: Mot de passe oublié?

source: Are you sure you want to sign out?
fr: Êtes-vous sûr de que vouloir déconnecter?

source: Sign Out
fr: Se déconnecter

source: You cannot remove your primary e-mail address (%(email)s).
fr: Vous ne pouvez pas supprimer votre adresse de messagerie principale (%(email)s).

source: Confirmation e-mail sent to %(email)s.
fr: E-mail de confirmation envoyé à %(email)s.

source: You have confirmed %(email)s.
fr: Vous avez confirmé %(email)s.

source: Removed e-mail address %(email)s.
fr: Supprimé %(email)s adresse e-mail.

source: Successfully signed in as %(name)s.
fr: Signé avec succès tant que %(name)s.

source: You have signed out.
fr: Vous l’avez déconnecté.

source: Password successfully changed.
fr: Mot de passe modifié avec succès.

source: Password successfully set.
fr: Mot de passe modifié avec succès.

source: Primary e-mail address set.
fr: Adresse de messagerie principale définie.

source: Your primary e-mail address must be verified.
fr: Il faut vérifier votre adresse de messagerie principale.

source: Change Password
fr: Changer mot de passe

source: Password Reset
fr: Réinitialisation de mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Vous avez oublié votre mot de passe? Entrez votre adresse de courriel ci-dessous et nous vous enverrons un e-mail vous permettant de le réinitialiser.

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: Please contact us if you have any trouble resetting your password.
fr: S’il vous plaît nous contacter si vous avez des difficultés à réinitialiser votre mot de passe.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un e-mail. S’il vous plaît nous contacter si vous ne le recevez pas en quelques minutes.

source: Bad Token
fr: Jeton de mauvais

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation de mot de passe était incorrect, peut-être parce qu’il a déjà été utilisé. S’il vous plaît demander une <a href="%(passwd_reset_url)s">nouvelle réinitialisation de mot de passe</a>.

source: change password
fr: changer mot de passe

source: Your password is now changed.
fr: Votre mot de passe est maintenant modifié.

source: Set Password
fr: Définir mot de passe

source: Signup
fr: S'inscrire

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
fr: Vous avez déjà un compte? Alors s’il vous plaît <a href="%(login_url)s">connecter</a>.

source: Sign up
fr: S'inscrire

source: Sign Up Closed
fr: S'inscrire a échoué

source: We are sorry, but the sign up is currently closed.
fr: Nous sommes désolés, mais l’inscription est actuellement fermée.

source: you are already logged in as %(user_display)s.
fr: vous êtes déjà connecté tant que %(user_display)s.

source: Verify Your E-mail Address
fr: Veuillez vérifier votre adresse e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr: Nous avons envoyé un e-mail pour vous pour vérification. Suivez le lien fourni pour finaliser le processus d’inscription. S’il vous plaît nous contacter si vous ne le recevez pas en quelques minutes.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr: Cette partie du site nous oblige à vérifier que vous êtes qui vous prétendez être. À cette fin, nous exigeons que vous vérifiez la propriété de votre adresse de messagerie.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous avons envoyé un e-mail pour vous pour vérification. Veuillez cliquer sur le lien à l’intérieur de cet e-mail. S’il vous plaît nous contacter si vous ne le recevez pas en quelques minutes.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Note:</strong> vous pouvez toujours <a href="%(email_url)s">changer votre courriel addresse</a>.

source: Are you sure you want to delete the account along with %(object.transaction_num)s transactions?
fr: Êtes-vous sûr de que vouloir supprimer le compte ainsi que les transactions de %(object.transaction_num)s?

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Accounts
fr: Comptes

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Current Balance
fr: Solde actuel

source: In
fr: Dans

source: Out
fr: Hors

source: Difference
fr: Différence

source: Edit
fr: Éditer

source: Reconcile
fr: Concilier

source: Transaction list
fr: Liste des transactions

source: Show all
fr: Afficher tout

source: Update %(object.name)s
fr: Mettre à jour %(object.name)s

source: Create new account
fr: Créer nouveau compte

source: Update
fr: Mettre à jour

source: New
fr: Nouveau

source: Account Details
fr: Détails de compte

source: Create
fr: Créer

source: Name
fr: Nom

source: Balance
fr: Solde

source: Active
fr: Actif

source: New Withdrawl
fr: Nouveau retrait

source: New Deposit
fr: Nouveau dépôt

source: New Transfer
fr: Nouveau transfert

source: New Split Transaction
fr: Nouvelle opération partagée

source: Profile
fr: Fiche

source: Sign out
fr: Se déconnecter

source: MAIN NAVIGATION
fr: NAVIGATION PRINCIPALE

source: Recurrences
fr: Récurrences

source: Categories
fr: Catégories

source: Charts
fr: Graphiques

source: Import
fr: Importer

source: Export
fr: Exporter

source: <b>Version</b> %(version)s
fr: <b>Versión</b> %(version)s

source: Budget for
fr: Budget pour

source: Allocated
fr: Alloué

source: Money spent
fr: Argent dépensé

source: Left
fr: Restant

source: Save
fr: Sauvegarder

source: <p>Are you sure you want to delete the category?</p> <p>All transactions linked to this category won't be deleted but will loose the entry for the category</p>
fr: <p>Êtes-vous sûr de vouloir supprimer la catégorie?</p> <p>Toutes les transactions liées à cette catégorie ne sera pas supprimées mais perdra l’entrée pour le catégorie</p>

source: Overview
fr: Résumé

source: Show all transactions
fr: Montrer toutes les transactions

source: Distribution by Source
fr: Répartition par Source

source: Distribution by Destination
fr: Répartition par Destination

source: Create new category
fr: Créer une nouvelle catégorie

source: Category Details
fr: Détails de la catégorie

source: Distribution by category
fr: Répartition par catégorie

source: because they are fun!
fr: parce qu’ils sont amusants!

source: Last year
fr: An dernier

source: Last 6 Months
fr: 6 derniers mois

source: Last 3 Months
fr: 3 derniers mois

source: Current Month
fr: Mois en cours

source: Personal Accounts
fr: Comptes personnels

source: Spending by category
fr: Dépenses par catégorie

source: All important stuff
fr: Tous les trucs important

source: Quick Overview
fr: Aperçu rapide

source: Income
fr: Revenus

source: Expenses
fr: Dépenses

source: Total Balance
fr: Solde total

source: Outstanding
fr: En suspens

source: Expected end of month
fr: Fin prévue du mois

source: You have recurrences that are overdue!
fr: Vous avez les récidives qui sont en retard!

source: Previous Month
fr: Mois précédent

source: Upcoming Transactions
fr: Opérations à venir

source: Upcoming Recurrences
fr: Récidives à venir

source: No upcoming recurrences
fr: Aucune récidives à venir

source: Recent Transactions
fr: Transactions récentes

source: Opposing Account
fr: Adverse compte

source: Transaction Details
fr: Détails de la transaction

source: Add Split
fr: Ajouter Partage

source: Create reconcile transaction
fr: Créer une transaction de rapprochement

source: Recurring Transactions
fr: Transactions récurrentes

source: Recurrance
fr: Récurrence

source: Recurrence Details
fr: Détails de récurrence

source: Recurrence
fr: Récurrence

source: Recent ocurrences
fr: Occurrences récentes

source: New Recurring Transaction
fr: Nouvelle opération périodique

source: Transaction Type
fr: Type de transaction

source: Total amount
fr: Montant total

source: Edit as Split transaction
fr: Modifier en tant que transaction partagée

source: Splits
fr: Partages

source: Social Network Login Failure
fr: Échec de connexion de réseau social

source: An error occurred while attempting to login via your social network account.
fr: Une erreur s’est produite en essayant de vous connecter via votre compte de réseau social.

source: Account Connections
fr: Connexions de compte

source: You can sign in to your account using any of the following third party accounts:
fr: Vous pouvez vous connecter à votre compte, utilisez l’un des comptes tiers suivants:

source: You currently have no social network accounts connected to this account.
fr: Vous n’avez actuellement aucun compte de réseau social connecté à ce compte.

source: Add a 3rd Party Account
fr: Ajouter un compte de tiers

source: Login Cancelled
fr: Connexion annulée

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
fr: Vous avez décidé d’annuler la connexion à notre site à l’aide d’un de vos comptes existants. Si c’était une erreur, veuillez passer à <a href="%(login_url)s">connecter</a>.

source: The social account has been connected.
fr: Le compte social a été connecté.

source: The social account is already connected to a different account.
fr: Le compte social est déjà connecté à un autre compte.

source: The social account has been disconnected.
fr: Le compte social a été déconnecté.

source: Sign Up
fr: S'inscrire

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
fr: Vous êtes sur le point d’utiliser votre compte de %(provider_name)s pour vous connecter à%(site_name)s. Comme une étape finale, s’il vous plaît remplir le formulaire suivant:
